taskt/Core/Automation/Commands/ApplicationScriptFileGroup/ARunCSharpSomethingCommands.dot
digraph "ARunCSharpSomethingCommands" {
"ARunCSharpSomethingCommands" -> "ACompileCSharpSomethingCommands";
"ACompileCSharpSomethingCommands" -> "ScriptCommand";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
