taskt/Core/Automation/Commands/ApplicationScriptFileGroup/ARunCSharpSomethingCommands.puml
@startuml
ARunCSharpSomethingCommands --> ACompileCSharpSomethingCommands
ACompileCSharpSomethingCommands --> ScriptCommand
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
